Repository: myuseringithub/gazitengWebapp
Catalog: source/serverSide/wordpressPlugins_manuallyUpdated/custom-bulkquick-edit-premium/languages/custom-bulkquick-edit-premium-*.po
Languages: es_es

source: Settings
es_es: Configuración

source: If your Custom Bulk/Quick Edit display has gone to funky town, please <a href="%s">read the FAQ</a> about possible CSS fixes.
es_es: Si su pantalla de Lote Personalizado/Edición Rápida se ha vuelto loca, por favor <a href="%s">lea la FAQ</a> acerca de las posibles correcciones de CSS.

source: Please donate $5 towards development and support of this Custom Bulk/Quick Edit plugin. %s
es_es: Por favor, done $5 hacia el desarrollo y el apoyo de este plugin de Lote Personalizado/Edición Rápida %s

source: &mdash; No Change &mdash;
es_es: &mdash; Sin cambio &mdash;

source: Compatibility & Reset
es_es: Compatibilidad y Reiniciar

source: About Custom Bulk/Quick Edit
es_es: Acerca Lote Personalizado/Edición Rápida

source: As checkbox
es_es: Como casilla

source: As input field
es_es: Como campo de entrada

source: As radio
es_es: Como radio

source: As select
es_es: Como seleccionar

source: As textarea
es_es: Como textarea

source: No, but enable column view
es_es: No, pero habilitar la vista de columna

source: Like categories
es_es: Como categorías

source: Like tags
es_es: Como etiquetas

source: You may create options formatted like "the-key|Supremely, Pretty Values" seperated by newlines.
es_es: Puede crear opciones de formato como "la tecla|supremamente, Valores Bonitos" separadas por líneas nuevas

source: Force making %1$s an editable taxonomy field like checked categories or free-text tags.
es_es: Forzar hacer %1$s un campo editable de taxonomía como categorías controladas o etiquetas de texto libre

source: Enable editing of %1$s' excerpt.
es_es: Habilitar la edición de %1$s' extracto

source: During bulk editing, easily remove all of the %1$s' prior relationships and add new.
es_es: Durante la edición masiva, eliminar fácilmente todos los %1$s' relaciones anteriores y añadir nuevo.

source: Enable editing of %1$s' title.
es_es: Activar la edición de título %1$s'

source: %s Configuration
es_es: Configuración %s

source: Edit "%s" taxonomy?
es_es: ¿Editar "%s" taxonomía?

source: Enable "%s"?
es_es: ¿Habilitar "%s"?

source: Excerpt
es_es: Extracto

source: Title
es_es: Título

source: Reset "%s" Relations?
es_es: ¿Restablecer "%s" Relaciones?

source: Export Settings
es_es: Configuración de exportación

source: These are your current settings in a serialized format. Copy the contents to make a backup of your settings.
es_es: Estos son los ajustes actuales en un formato serializado. Copie el contenido para hacer una copia de seguridad de la configuración.

source: Import Settings
es_es: Importar Configuración

source: Paste new serialized settings here to overwrite your current configuration.
es_es: Pegar nueva configuración de serializados aquí para sobrescribir la configuración actual.

source: Remove Plugin Data on Deletion?
es_es: ¿Eliminar datos del plugin después de la Eliminación?

source: Delete all Custom Bulk/Quick Edit data and options from database on plugin deletion
es_es: Eliminar toda la información de Lote Personalizado/Edición Rápida y opciones de base de datos después de eliminar el plugin

source: Reset to Defaults?
es_es: ¿Restablecer los valores predeterminados?

source: Check this box to reset options to their defaults
es_es: Marcar esta casilla para restablecer las opciones a sus valores predeterminados

source: Custom Bulk/Quick Settings
es_es: Lote Personalizado/Edición Rápida

source: Custom Bulk/Quick
es_es: Lote Personalizado/Edición Rápida

source: Custom Bulk/Quick Edit Settings
es_es: Configuración Lote Personalizado/Edición Rápida

source: Save Changes
es_es: Guardar Cambios

source: If you like this plugin, please <a href="%1$s" title="Donate for Good Karma"><img src="%2$s" border="0" alt="Donate for Good Karma" /></a> or <a href="%3$s" title="purchase Custom Bulk/Quick Edit Premium">purchase Custom Bulk/Quick Edit Premium</a> to help fund further development and <a href="%4$s" title="Support forums">support</a>.
es_es: Si te gusta este plugin, por favor, <a href="%1$s" title="Done para un Buen Karma"><img src="%2$s" border="0" alt="Done para un Buen Karma" /></a> or <a href="%3$s" title="comprar Configuración Lote Personalizado/Edición Rápida Premium">comprar Configuración Lote Personalizado/Edición Rápida Premium</a> para ayudar a financiar más desarrollo y <a href="%4$s" title="Foros de soporte">soporte</a>.

source: Copyright &copy;%1$s %2$s.
es_es: Derechos Reservados &copy;%1$s %2$s.

source: Enable
es_es: Habilitar

source: Yes
es_es: Sí

source: Where's the beef?
es_es: ¿Dónde está la carne?

source: Required
es_es: Requerida

source: Custom Bulk/Quick Edit
es_es: Lote Personalizado/Edición Rápida

source: http://wordpress.org/extend/plugins/custom-bulkquick-edit/
es_es: http://wordpress.org/extend/plugins/custom-bulkquick Usuario/

source: Custom Bulk/Quick Edit plugin allows you to easily add previously defined custom fields to the edit screen bulk and quick edit panels.
es_es: El plugin Lote Personalizado/Edición Rápida le permite añadir fácilmente campos personalizados definidos previamente a la pantalla de edición y los paneles de edición rápida.
